{
    "Bible Verses": [
        {
            "Work": [
                "Whatever you do, work at it with all your heart, as working for the Lord, not for human masters. (Colossians 3:23)",
                "I can do all this through him who gives me strength. (Philippians 4:13)",
                "Do you see someone skilled in their work? They will serve before kings; they will not serve before officials of low rank. (Proverbs 22:29)",
                "And as for you, brothers and sisters, never tire of doing what is good. (2 Thessalonians 3:13)",
                "Commit to the Lord whatever you do, and he will establish your plans. (Proverbs 16:3)",
                "Consider it pure joy, my brothers and sisters, whenever you face trials of many kinds... (James 1:2-4)",
                "Do everything without grumbling or arguing, so that you may become blameless and pure... (Philippians 2:14-15)",
                "All hard work brings a profit, but mere talk leads only to poverty. (Proverbs 14:23)",
                "One who is slack in his work is brother to one who destroys. (Proverbs 18:9)",
                "Serve wholeheartedly, as if you were serving the Lord, not people. (Ephesians 6:7)",
                "Those who work their land will have abundant food, but those who chase fantasies have no sense. (Proverbs 12:11)"
            ]
        },
        {
            "Rest": [
                "Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God. (Philippians 4:6)",
                "For I know the plans I have for you, declares the Lord, plans to prosper you and not to harm you, plans to give you hope and a future. (Jeremiah 29:11)",
                "You will eat the fruit of your labor; blessings and prosperity will be yours. (Psalm 128:2)",
                "Commit your way to the Lord; trust in him and he will do this. (Psalm 37:5)",
                "Come to me, all you who are weary and burdened, and I will give you rest. (Matthew 11:28)",
                "Cast all your anxiety on him because he cares for you. (1 Peter 5:7)",
                "So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand. (Isaiah 41:10)",
                "Trust in the Lord with all your heart and lean not on your own understanding; in all your ways submit to him, and he will make your paths straight. (Proverbs 3:5-6)",
                "There remains, then, a Sabbath rest for the people of God; for anyone who enters God's rest also rests from their works, just as God did from his. (Hebrews 4:9-10)",
                "The Lord replied, “My Presence will go with you, and I will give you rest.” (Exodus 33:14)",
                "I have told you these things, so that in me you may have peace. In this world, you will have trouble. But take heart! I have overcome the world. (John 16:33)"
            ]
        }
    ],
    "Facts": [
        {
            "Work" : [
                "UNSW researchers reveal: lack of mental activity doubles brain shrinkage in old age!",
                "Hey, you've been working for __ hours! Well done.",
                "You finished a task! Nice dude.",
                "Lazy people (aka couch potatoes) are unbearable... this you?",
                "Is your task overwhelmingly big? Consider splitting them up into smaller tasks.",
                "Is your environment too distracting? Move away...",
                "Still stressed? Try going for a brisk walk (it annoyingly works)."
            ]
        },
        {
            "Rest" : [
                "Hey, you've been resting for __ hours! Your brain thanks you.",
                "Is your brain super tired? Yeah you're in REST mode for a reason! Take a nap.",
                "Some people are weirdly workaholic... are you one of them?"
            ]
        }
    ],
    "Questions": [
        {
            "Work": [
                {"Textbox": [
                    "Need to memorize something? Explain it to me here in your own words.",
                    "What's worrying you?"
                ]},
                {"RadioButton": [
                    {"How much longer will you be procrastinating for?": "Fine I'll stop., 5 more minutes!, 15 minutes, 30 minutes"},
                    {"Is this site productive or for resting?": "Productive, Resting"}
                ]}
            ]
        },
        {
            "Rest": [
                "Wow __ minutes of rest... are you up for some work?"
            ]
        }
    ]
}